Repository: Engccer/gildongmu
Catalog: ios/Gildongmu/Resources/Localizable.xcstrings
Source language: ko
Languages: en, es, fr, it, ja

# transitGuide.arrived
source: 하차 지점에 도착했습니다. 내리신 뒤 다음 구간 버튼을 눌러 주세요.
en: Arriving at your stop. After getting off, press Next segment.
es: Llegando a tu parada. Después de bajar, pulsa Siguiente tramo.
fr: Arrivée à votre arrêt. Après être descendu, appuyez sur Segment suivant.
it: In arrivo alla tua fermata. Dopo essere sceso, premi Tratta successiva.
ja: 降車地点に到着しました。降りたら「次の区間」を押してください。

# transitGuide.arrivedGuess
source: 하차 지점에 도착한 것으로 보입니다. 내리셨으면 다음 구간 버튼을 눌러 주세요.
en: It looks like you have arrived at your stop. If you got off, press Next segment.
es: Parece que has llegado a tu parada. Si has bajado, pulsa Siguiente tramo.
fr: Vous semblez être arrivé à votre arrêt. Si vous êtes descendu, appuyez sur Segment suivant.
it: Sembra che tu sia arrivato alla tua fermata. Se sei sceso, premi Tratta successiva.
ja: 降車地点に到着したようです。降りたら「次の区間」を押してください。

# transitGuide.backOnTrack
source: 차량 신호를 다시 확인했습니다.
en: Vehicle signal reacquired.
es: Señal del vehículo recuperada.
fr: Signal du véhicule retrouvé.
it: Segnale del veicolo ritrovato.
ja: 車両の信号を再確認しました。

# transitGuide.boardAlready
source: 이미 탑승했습니다
en: I already boarded
es: Ya subí
fr: Je suis déjà à bord
it: Sono già a bordo
ja: すでに乗車しました

# transitGuide.boardApprox
source: 탑승
en: Board
es: Subir
fr: Monter
it: Sali
ja: 乗車

# transitGuide.boardBus
source: %1$@, 이 버스에 탑승
en: %1$@, board this bus
es: %1$@, subir a este autobús
fr: %1$@, monter dans ce bus
it: %1$@, sali su questo autobus
ja: %1$@、このバスに乗車

# transitGuide.boardTrain
source: %1$@, 이 열차에 탑승
en: %1$@, board this train
es: %1$@, subir a este tren
fr: %1$@, monter dans ce train
it: %1$@, sali su questo treno
ja: %1$@、この列車に乗車

# transitGuide.boarded
source: %1$@ 탑승. 하차: %2$@.
en: Boarded %1$@. Get off at %2$@.
es: A bordo del %1$@. Baja en %2$@.
fr: À bord du %1$@. Descendez à %2$@.
it: A bordo del %1$@. Scendi a %2$@.
ja: %1$@に乗車。降車: %2$@。

# transitGuide.boardedCount
source: %1$@ 탑승. 하차: %2$@, 정거장 %3$@개.
en: Boarded %1$@. Get off at %2$@, %3$@ stops.
es: A bordo del %1$@. Baja en %2$@, %3$@ paradas.
fr: À bord du %1$@. Descendez à %2$@, %3$@ arrêts.
it: A bordo del %1$@. Scendi a %2$@, %3$@ fermate.
ja: %1$@に乗車。降車: %2$@、%3$@駅。

# transitGuide.bound
source: %1$@행
en: Bound for %1$@
es: Destino %1$@
fr: Direction %1$@
it: Direzione %1$@
ja: %1$@行き

# transitGuide.cancelChangeBoarding
source: 탑승 변경 취소
en: Cancel boarding change
es: Cancelar cambio de embarque
fr: Annuler le changement d'embarquement
it: Annulla cambio di salita
ja: 乗車変更を取り消す

# transitGuide.capSlowed
source: 실시간 조회가 많아 갱신 주기를 늦춥니다.
en: Slowing the update interval.
es: Reduciendo la frecuencia de actualización.
fr: Ralentissement de la fréquence de mise à jour.
it: Riduzione della frequenza di aggiornamento.
ja: 更新間隔を長くします。

# transitGuide.changeBoarding
source: 탑승 변경
en: Change boarding
es: Cambiar embarque
fr: Changer d'embarquement
it: Cambia salita
ja: 乗車変更

# transitGuide.changeBoardingDone
source: 탑승을 다시 선택합니다.
en: Choose your vehicle again.
es: Elige tu vehículo de nuevo.
fr: Choisissez à nouveau votre véhicule.
it: Scegli di nuovo il tuo veicolo.
ja: 乗車車両を選び直します。

# transitGuide.context
source: %1$@ 탑승 중, %2$@에서 하차합니다.
en: Riding %1$@, get off at %2$@.
es: A bordo de %1$@, baje en %2$@.
fr: À bord de %1$@, descendez à %2$@.
it: A bordo della %1$@, scendi a %2$@.
ja: %1$@に乗車中、%2$@で下車します。

# transitGuide.currentStation
source: 현재 위치 %1$@.
en: Now at %1$@.
es: Ahora en %1$@.
fr: Actuellement à %1$@.
it: Ora a %1$@.
ja: 現在位置 %1$@。

# transitGuide.dataAge
source: %1$@초 전 기준.
en: As of %1$@ seconds ago.
es: Datos de hace %1$@ segundos.
fr: Données d'il y a %1$@ secondes.
it: Dati di %1$@ secondi fa.
ja: %1$@秒前の情報。

# transitGuide.departed
source: %1$@분 전 관측
en: seen %1$@ min ago
es: visto hace %1$@ min
fr: vu il y a %1$@ min
it: visto %1$@ min fa
ja: %1$@分前に確認

# transitGuide.directionCheck
source: 방면을 확인해 주세요.
en: Please check the direction.
es: Comprueba la dirección.
fr: Vérifiez la direction.
it: Controlla la direzione.
ja: 方面を確認してください。

# transitGuide.done
source: 도착했습니다.
en: You have arrived.
es: Has llegado.
fr: Vous êtes arrivé.
it: Sei arrivato.
ja: 到着しました。

# transitGuide.doneWalk
source: 대중교통 구간이 끝났습니다. 목적지까지 도보 %1$@분.
en: Transit portion complete. %1$@ min walk to your destination.
es: Tramo de transporte completado. %1$@ min a pie hasta tu destino.
fr: Partie transport terminée. %1$@ min à pied jusqu'à destination.
it: Parte in mezzi completata. %1$@ min a piedi fino a destinazione.
ja: 公共交通区間が終わりました。目的地まで徒歩%1$@分。

# transitGuide.expressCheck
source: 급행, %1$@ 정차 여부 확인 필요
en: Express, check whether it stops at %1$@
es: Expreso, comprueba si para en %1$@
fr: Express, vérifiez l'arrêt à %1$@
it: Espresso, verifica la fermata a %1$@
ja: 急行、%1$@停車の確認が必要

# transitGuide.lastUpdated
source: 마지막 갱신 %1$@.
en: Last updated %1$@.
es: Última actualización %1$@.
fr: Dernière mise à jour %1$@.
it: Ultimo aggiornamento %1$@.
ja: 最終更新 %1$@。

# transitGuide.messageFrame
source: %1$@까지, %2$@.
en: To %1$@: %2$@.
es: Hasta %1$@: %2$@.
fr: Vers %1$@ : %2$@.
it: Verso %1$@: %2$@.
ja: %1$@まで、%2$@。

# transitGuide.nextLeg
source: 다음: %1$@
en: Next: %1$@
es: Siguiente: %1$@
fr: Suivant : %1$@
it: Prossima: %1$@
ja: 次: %1$@

# transitGuide.noCandidates
source: 도착 예정 차량이 아직 없습니다
en: No arriving vehicles yet
es: Aún no hay vehículos en camino
fr: Aucun véhicule en approche pour le moment
it: Ancora nessun veicolo in arrivo
ja: まだ到着予定の車両がありません

# transitGuide.noCandidatesFiltered
source: 이 노선이 아닌 차량만 조회되고 있습니다
en: Only vehicles from other routes are showing
es: Solo se muestran vehículos de otras líneas
fr: Seuls des véhicules d'autres lignes apparaissent
it: Vengono mostrati solo veicoli di altre linee
ja: この路線以外の車両のみ表示されています

# transitGuide.noCandidatesUnavailable
source: 실시간 목록을 조회하지 못했습니다
en: Couldn't load the realtime list
es: No se pudo cargar la lista en tiempo real
fr: Impossible de charger la liste en temps réel
it: Impossibile caricare l'elenco in tempo reale
ja: リアルタイム一覧を取得できませんでした

# transitGuide.refresh
source: 새로고침
en: Refresh
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新

# transitGuide.remainingCount
source: 남은 정거장 %1$@개.
en: %1$@ stops remaining.
es: Quedan %1$@ paradas.
fr: %1$@ arrêts restants.
it: %1$@ fermate rimanenti.
ja: 残り%1$@駅。

# transitGuide.resumed
source: 안내를 재개합니다.
en: Resuming guidance.
es: Reanudando la guía.
fr: Reprise du guidage.
it: Ripresa della guida.
ja: 案内を再開します。

# transitGuide.signalLost
source: 차량 신호를 찾지 못하고 있습니다.
en: Vehicle signal not found.
es: No se encuentra la señal del vehículo.
fr: Signal du véhicule introuvable.
it: Segnale del veicolo non trovato.
ja: 車両の信号が見つかりません。

# transitGuide.signalRecovered
source: 실시간 신호가 회복되었습니다.
en: Live signal restored.
es: Señal en vivo restablecida.
fr: Signal en direct rétabli.
it: Segnale in tempo reale ripristinato.
ja: リアルタイム信号が回復しました。

# transitGuide.started
source: 대중교통 안내를 시작합니다. 탑승 구간 %1$@개.
en: Starting transit guidance. %1$@ ride segments.
es: Iniciando la guía de transporte público. %1$@ tramos.
fr: Démarrage du guidage en transports. %1$@ segments.
it: Avvio della guida sui mezzi pubblici. %1$@ tratte.
ja: 公共交通の案内を開始します。乗車区間%1$@件。

# transitGuide.stateNotYetVisible
source: 차량 접근 대기.
en: Waiting for vehicle.
es: Esperando el vehículo.
fr: En attente du véhicule.
it: In attesa del veicolo.
ja: 車両接近待ち。

# transitGuide.stateSignalLost
source: 신호 없음.
en: No signal.
es: Sin señal.
fr: Pas de signal.
it: Nessun segnale.
ja: 信号なし。

# transitGuide.stateTracking
source: 추적 중.
en: Tracking.
es: Siguiendo.
fr: Suivi en cours.
it: In monitoraggio.
ja: 追跡中。

# transitGuide.stateUntrackable
source: 실시간 미제공.
en: No live data.
es: Sin datos en vivo.
fr: Pas de données en direct.
it: Nessun dato in tempo reale.
ja: リアルタイム未提供。

# transitGuide.stateUpstreamFailed
source: 조회 실패.
en: Lookup failed.
es: Consulta fallida.
fr: Échec de la consultation.
it: Consultazione non riuscita.
ja: 照会失敗。

# transitGuide.stationCountAbout
source: 약 %1$@개 정거장.
en: About %1$@ stops.
es: Unas %1$@ paradas.
fr: Environ %1$@ arrêts.
it: Circa %1$@ fermate.
ja: 約%1$@駅。

# transitGuide.terminatesEarly
source: %1$@행, %2$@까지 가지 않습니다
en: Bound for %1$@, does not reach %2$@
es: Con destino %1$@, no llega a %2$@
fr: Direction %1$@, ne dessert pas %2$@
it: Diretto a %1$@, non arriva a %2$@
ja: %1$@行き、%2$@まで行きません

# transitGuide.trackingStarted
source: 추적을 시작합니다.
en: Tracking started.
es: Seguimiento iniciado.
fr: Suivi démarré.
it: Monitoraggio avviato.
ja: 追跡を開始します。

# transitGuide.untrackable
source: 이 구간은 실시간 정보가 제공되지 않습니다.
en: Live information is not available for this segment.
es: No hay información en vivo para este tramo.
fr: Pas d'informations en direct pour ce segment.
it: Informazioni in tempo reale non disponibili per questa tratta.
ja: この区間はリアルタイム情報が提供されていません。

# transitGuide.upstreamFailed
source: 실시간 신호가 끊겼습니다.
en: Live signal lost.
es: Señal en vivo perdida.
fr: Signal en direct perdu.
it: Segnale in tempo reale perso.
ja: リアルタイム信号が途切れました。

# transitGuide.viaAlight
source: 하차
en: get off
es: bajada
fr: descente
it: discesa
ja: 下車

# transitGuide.viaBoard
source: 승차
en: board
es: subida
fr: montée
it: salita
ja: 乗車

# transitGuide.viaCurrent
source: 현재 위치
en: current position
es: posición actual
fr: position actuelle
it: posizione attuale
ja: 現在位置

# transitGuide.viaStopsBus
source: 경유 정류장 %1$@개
en: %1$@ stops on this leg
es: %1$@ paradas en este tramo
fr: %1$@ arrêts sur ce tronçon
it: %1$@ fermate in questa tratta
ja: 経由停留所%1$@か所

# transitGuide.viaStopsTrain
source: 경유역 %1$@개
en: %1$@ stations on this leg
es: %1$@ estaciones en este tramo
fr: %1$@ stations sur ce tronçon
it: %1$@ stazioni in questa tratta
ja: 経由駅%1$@駅

# transitGuide.waitContext
source: %1$@에서 %2$@ 탑승.
en: Board %2$@ at %1$@.
es: Sube al %2$@ en %1$@.
fr: Montez dans le %2$@ à %1$@.
it: Sali sul %2$@ a %1$@.
ja: %1$@で%2$@に乗車。

# transitGuide.waitContextWalk
source: 도보 %1$@분 이동 후 %2$@에서 %3$@ 탑승.
en: Walk %1$@ min, then board %3$@ at %2$@.
es: Camina %1$@ min y sube al %3$@ en %2$@.
fr: Marchez %1$@ min puis montez dans le %3$@ à %2$@.
it: Cammina %1$@ min e sali sul %3$@ a %2$@.
ja: 徒歩%1$@分の移動後、%2$@で%3$@に乗車。

# transitGuide.waitingCount
source: 탑승 후보 %1$@개.
en: %1$@ boarding options.
es: %1$@ opciones de embarque.
fr: %1$@ options d'embarquement.
it: %1$@ opzioni di salita.
ja: 乗車候補%1$@件。

# transitGuide.waitingLabel
source: 탑승할 차량을 선택하세요
en: Choose your vehicle
es: Elige tu vehículo
fr: Choisissez votre véhicule
it: Scegli il tuo veicolo
ja: 乗車する車両を選んでください

# transitGuide.walkHandoffStart
source: 남은 도보 안내 시작
en: Start remaining walk guidance
es: Iniciar guía del trayecto a pie restante
fr: Démarrer le guidage à pied restant
it: Avvia la guida a piedi rimanente
ja: 残りの徒歩案内を開始

# voice.cancelled
source: 받아쓰기를 취소했습니다.
en: Dictation cancelled.
es: Dictado cancelado.
fr: Dictée annulée.
it: Dettatura annullata.
ja: 音声入力をキャンセルしました。

# voice.errors.mic_denied
source: 마이크 권한이 필요합니다. 브라우저 설정에서 허용해 주세요.
en: Microphone permission is required. Please allow it in browser settings.
es: Se requiere permiso del micrófono. Permítelo en los ajustes del navegador.
fr: L'autorisation du microphone est requise. Veuillez l'autoriser dans les paramètres du navigateur.
it: È necessaria l'autorizzazione al microfono. Consentila nelle impostazioni del browser.
ja: マイクの許可が必要です。ブラウザの設定で許可してください。

# voice.errors.mic_failed
source: 마이크를 시작할 수 없습니다.
en: Could not start the microphone.
es: No se pudo iniciar el micrófono.
fr: Impossible de démarrer le microphone.
it: Impossibile avviare il microfono.
ja: マイクを開始できません。

# voice.errors.no_audio
source: 받아쓴 내용이 없습니다.
en: Nothing was dictated.
es: No se dictó nada.
fr: Rien n'a été dicté.
it: Non è stato dettato nulla.
ja: 聞き取れた内容がありません。

# voice.errors.no_text
source: 음성을 인식하지 못했습니다.
en: Could not recognize the speech.
es: No se pudo reconocer el habla.
fr: Impossible de reconnaître la parole.
it: Impossibile riconoscere il parlato.
ja: 音声を認識できませんでした。もう一度話してください。

# voice.errors.rate_limited
source: 요청이 너무 많습니다.
en: Too many requests.
es: Demasiadas solicitudes.
fr: Trop de requêtes.
it: Troppe richieste.
ja: リクエストが多すぎます。

# voice.errors.stt_failed
source: 음성 인식에 실패했습니다.
en: Voice recognition failed.
es: El reconocimiento de voz falló.
fr: Échec de la reconnaissance vocale.
it: Riconoscimento vocale non riuscito.
ja: 音声認識に失敗しました。

# voice.errors.too_short
source: 받아쓰기가 너무 짧습니다.
en: The dictation is too short.
es: El dictado es demasiado corto.
fr: La dictée est trop courte.
it: La dettatura è troppo breve.
ja: 音声入力が短すぎます。もう少し長く話してください。

# voice.notSupported
source: 이 브라우저는 음성 입력을 지원하지 않습니다
en: This browser does not support voice input
es: Este navegador no admite la entrada de voz
fr: Ce navigateur ne prend pas en charge la saisie vocale
it: Questo browser non supporta l'input vocale
ja: このブラウザは音声入力に対応していません

# voice.recognizing
source: 받아쓰는 중
en: Transcribing
es: Transcribiendo
fr: Transcription en cours
it: Trascrizione in corso
ja: 書き起こし中

# voice.start
source: 음성으로 검색
en: Search by voice
es: Buscar por voz
fr: Rechercher par la voix
it: Cerca con la voce
ja: 音声で検索

# voice.stop
source: 받아쓰기 중지
en: Stop dictation
es: Detener dictado
fr: Arrêter la dictée
it: Interrompi la dettatura
ja: 音声入力を停止

# walkInfra.asOf
source: %1$@ 기준
en: as of %1$@
es: a las %1$@
fr: à %1$@
it: alle %1$@
ja: %1$@時点

# walkInfra.audioError
source: 음향신호기 정보를 불러오지 못했습니다
en: Could not load audio traffic signal info
es: No se pudo cargar la información de semáforos con aviso sonoro
fr: Impossible de charger les informations sur les feux sonores
it: Impossibile caricare le informazioni sui semafori acustici
ja: 音響信号機の情報を取得できませんでした

# walkInfra.audioNone
source: 반경 300m 안에 등록된 음향신호기가 없습니다
en: No audio traffic signals registered within 300m
es: No hay semáforos con aviso sonoro registrados en 300 m
fr: Aucun feu sonore enregistré dans un rayon de 300 m
it: Nessun semaforo acustico registrato entro 300 m
ja: 半径300m以内に登録された音響信号機がありません

# walkInfra.audioSite
source: %1$@ %2$@(%3$@기)
en: %1$@, %2$@ (%3$@ device(s))
es: %1$@, %2$@ (%3$@ dispositivo(s))
fr: %1$@, %2$@ (%3$@ dispositif(s))
it: %1$@, %2$@ (%3$@ dispositivo/i)
ja: %1$@%2$@(%3$@基)

# walkInfra.audioSummary
source: 반경 300m 안 %1$@기
en: %1$@ device(s) within 300m
es: %1$@ dispositivo(s) en un radio de 300 m
fr: %1$@ dispositif(s) dans un rayon de 300 m
it: %1$@ dispositivo/i entro 300 m
ja: 半径300m以内に%1$@基

# walkInfra.audioUnsupported
source: 음향신호기 정보는 서울만 제공됩니다
en: Audio traffic signal info is only available in Seoul
es: La información de semáforos con aviso sonoro solo está disponible en Seúl
fr: Les informations sur les feux sonores ne sont disponibles qu'à Séoul
it: Le informazioni sui semafori acustici sono disponibili solo a Seul
ja: 音響信号機の情報はソウルのみ提供されます

# walkInfra.button
source: 주변 보행 인프라
en: Nearby walking infrastructure
es: Infraestructura peatonal cercana
fr: Infrastructures piétonnes à proximité
it: Infrastrutture pedonali nelle vicinanze
ja: 周辺の歩行インフラ

# walkInfra.crossingEmpty
source: 주변에 등록된 횡단보도가 없습니다
en: No crosswalks registered nearby
es: No hay pasos de peatones registrados cerca
fr: Aucun passage piéton enregistré à proximité
it: Nessun attraversamento pedonale registrato nelle vicinanze
ja: 周辺に登録された横断歩道がありません

# walkInfra.crossingError
source: 횡단보도 정보를 불러오지 못했습니다
en: Could not load crosswalk info
es: No se pudo cargar la información de pasos de peatones
fr: Impossible de charger les informations sur les passages piétons
it: Impossibile caricare le informazioni sugli attraversamenti pedonali
ja: 横断歩道の情報を取得できませんでした

# walkInfra.error
source: 보행 인프라 조회에 실패했습니다.
en: Could not load walking infrastructure.
es: No se pudo cargar la infraestructura peatonal.
fr: Impossible de charger les infrastructures piétonnes.
it: Impossibile caricare le infrastrutture pedonali.
ja: 歩行インフラの照会に失敗しました。

# walkInfra.footnote
source: 서울시·OSM 등록 자료 기준으로, 실제 시설 유무나 작동 상태와 다를 수 있습니다
en: Based on Seoul city and OSM registered data, and may differ from actual facility presence or working condition.
es: Según datos registrados de la ciudad de Seúl y OSM; puede diferir de la existencia real o el estado de funcionamiento.
fr: D'après les données enregistrées de la ville de Séoul et d'OSM ; peut différer de la présence réelle ou de l'état de fonctionnement.
it: In base ai dati registrati dalla città di Seul e da OSM; può differire dalla presenza reale o dallo stato di funzionamento.
ja: ソウル市・OSMの登録データに基づくため、実際の設備の有無や作動状態と異なる場合があります

# walkInfra.geoDenied
source: 현재 위치 권한이 필요합니다. 브라우저에서 위치 접근을 허용해 주세요.
en: Location permission is required. Please allow location access in your browser.
es: Se requiere permiso de ubicación. Permite el acceso a la ubicación en tu navegador.
fr: L'autorisation de localisation est requise. Veuillez l'autoriser dans votre navigateur.
it: È richiesta l'autorizzazione alla posizione. Consenti l'accesso nel browser.
ja: 位置情報の許可が必要です。ブラウザで位置情報へのアクセスを許可してください。

# walkInfra.geoUnsupported
source: 이 브라우저는 현재 위치를 지원하지 않습니다.
en: This browser does not support location.
es: Este navegador no admite la ubicación.
fr: Ce navigateur ne prend pas en charge la localisation.
it: Questo browser non supporta la geolocalizzazione.
ja: このブラウザは現在地に対応していません。

# walkInfra.groupAudio
source: 음향신호기
en: Audio traffic signals
es: Semáforos con aviso sonoro
fr: Feux sonores
it: Semafori acustici
ja: 音響信号機

# walkInfra.groupCrossing
source: 횡단보도
en: Crosswalks
es: Pasos de peatones
fr: Passages piétons
it: Attraversamenti pedonali
ja: 横断歩道

# walkInfra.groupCrossingCount
source: 횡단보도 %1$@곳
en: Crosswalks: %1$@
es: Pasos de peatones: %1$@
fr: Passages piétons : %1$@
it: Attraversamenti pedonali: %1$@
ja: 横断歩道%1$@か所

# walkInfra.groupCrossingTruncated
source: 횡단보도 %1$@곳 중 가까운 %2$@곳
en: Crosswalks: showing nearest %2$@ of %1$@
es: Pasos de peatones: mostrando los %2$@ más cercanos de %1$@
fr: Passages piétons : affichage des %2$@ plus proches sur %1$@
it: Attraversamenti pedonali: mostrati i %2$@ più vicini su %1$@
ja: 横断歩道%1$@か所のうち近い%2$@か所

# walkInfra.groupTactile
source: 점자블록
en: Tactile paving
es: Pavimento táctil
fr: Bandes podotactiles
it: Pavimentazione tattile
ja: 点字ブロック

# walkInfra.groupTactileCount
source: 점자블록 %1$@곳
en: Tactile paving: %1$@
es: Pavimento táctil: %1$@
fr: Bandes podotactiles : %1$@
it: Pavimentazione tattile: %1$@
ja: 点字ブロック%1$@か所

# walkInfra.groupTactileTruncated
source: 점자블록 %1$@곳 중 가까운 %2$@곳
en: Tactile paving: showing nearest %2$@ of %1$@
es: Pavimento táctil: mostrando los %2$@ más cercanos de %1$@
fr: Bandes podotactiles : affichage des %2$@ plus proches sur %1$@
it: Pavimentazione tattile: mostrati i %2$@ più vicini su %1$@
ja: 点字ブロック%1$@か所のうち近い%2$@か所

# walkInfra.hasSignal
source: 신호등 있음
en: has traffic signal
es: con semáforo
fr: avec feu de circulation
it: con semaforo
ja: 信号機あり

# walkInfra.hasTactile
source: 점자블록 있음
en: has tactile paving
es: con pavimento táctil
fr: avec bande podotactile
it: con pavimentazione tattile
ja: 点字ブロックあり

# walkInfra.hostBusStop
source: 버스정류장
en: bus stop
es: parada de autobús
fr: arrêt de bus
it: fermata dell'autobus
ja: バス停

# walkInfra.hostSubwayEntrance
source: 지하철 출입구
en: subway entrance
es: entrada de metro
fr: entrée de métro
it: ingresso della metropolitana
ja: 地下鉄出入口

# walkInfra.loading
source: 보행 인프라 조회 중…
en: Finding walking infrastructure nearby…
es: Buscando infraestructura peatonal cercana…
fr: Recherche d'infrastructures piétonnes à proximité…
it: Ricerca infrastrutture pedonali nelle vicinanze…
ja: 歩行インフラを照会中…

# walkInfra.locating
source: 위치 확인 중…
en: Getting your location…
es: Obteniendo tu ubicación…
fr: Localisation en cours…
it: Rilevamento posizione…
ja: 位置を確認中…

# walkInfra.osmEmpty
source: 주변에 등록된 횡단보도·점자블록 정보가 없습니다
en: No crosswalk or tactile paving info registered nearby
es: No hay información de pasos de peatones ni pavimento táctil registrada cerca
fr: Aucune information sur les passages piétons ou bandes podotactiles enregistrée à proximité
it: Nessuna informazione su attraversamenti pedonali o pavimentazione tattile registrata nelle vicinanze
ja: 周辺に登録された横断歩道・点字ブロックの情報がありません

# walkInfra.osmError
source: 횡단보도·점자블록 정보를 불러오지 못했습니다
en: Could not load crosswalk/tactile paving info
es: No se pudo cargar la información de pasos de peatones ni pavimento táctil
fr: Impossible de charger les informations sur les passages piétons ou bandes podotactiles
it: Impossibile caricare le informazioni su attraversamenti pedonali o pavimentazione tattile
ja: 横断歩道・点字ブロックの情報を取得できませんでした

# walkInfra.osmSummary
source: 횡단보도·점자블록 %1$@건
en: %1$@ crosswalks/tactile paving points
es: %1$@ pasos de peatones/puntos de pavimento táctil
fr: %1$@ passages piétons/bandes podotactiles
it: %1$@ attraversamenti pedonali/punti di pavimentazione tattile
ja: 横断歩道・点字ブロック%1$@件

# walkInfra.ready
source: 내 주변 보행 인프라입니다.
en: Walking infrastructure near you.
es: Infraestructura peatonal cerca de ti.
fr: Infrastructures piétonnes près de vous.
it: Infrastrutture pedonali vicino a te.
ja: 周辺の歩行インフラです。

# walkInfra.refresh
source: 새로고침
en: Refresh
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新

# walkInfra.sourceAudio
source: 음향신호기: 서울특별시 제공(%1$@ 기준)
en: Audio traffic signals: provided by Seoul (as of %1$@)
es: Semáforos con aviso sonoro: proporcionado por Seúl (a fecha de %1$@)
fr: Feux sonores : fourni par la ville de Séoul (à la date du %1$@)
it: Semafori acustici: fornito da Seul (aggiornato al %1$@)
ja: 音響信号機: ソウル特別市提供(%1$@時点)

# walkInfra.sourceOsm
source: © OpenStreetMap 기여자
en: © OpenStreetMap contributors
es: © Colaboradores de OpenStreetMap
fr: © Contributeurs d'OpenStreetMap
it: © Contributori di OpenStreetMap
ja: © OpenStreetMap貢献者

# walkInfra.tactileEmpty
source: 주변에 등록된 점자블록이 없습니다
en: No tactile paving registered nearby
es: No hay pavimento táctil registrado cerca
fr: Aucune bande podotactile enregistrée à proximité
it: Nessuna pavimentazione tattile registrata nelle vicinanze
ja: 周辺に登録された点字ブロックがありません

# walkInfra.tactileError
source: 점자블록 정보를 불러오지 못했습니다
en: Could not load tactile paving info
es: No se pudo cargar la información de pavimento táctil
fr: Impossible de charger les informations sur les bandes podotactiles
it: Impossibile caricare le informazioni sulla pavimentazione tattile
ja: 点字ブロックの情報を取得できませんでした

# weather.airLabel
source: 공기질
en: Air quality
es: Calidad del aire
fr: Qualité de l'air
it: Qualità dell'aria
ja: 大気質

# weather.asOf
source: %1$@ 기준
en: As of %1$@
es: A las %1$@
fr: À %1$@
it: Alle %1$@
ja: %1$@時点

# weather.heading
source: 이 지역 상황
en: Local conditions
es: Condiciones de la zona
fr: Conditions locales
it: Condizioni locali
ja: この地域の状況

# weather.highLow
source: 최고 %1$@° 최저 %2$@°
en: High %1$@° Low %2$@°
es: Máx %1$@° Mín %2$@°
fr: Max %1$@° Min %2$@°
it: Max %1$@° Min %2$@°
ja: 最高%1$@° 最低%2$@°

# weather.humidity
source: 습도 %1$@%%
en: Humidity %1$@%%
es: Humedad %1$@%%
fr: Humidité %1$@%%
it: Umidità %1$@%%
ja: 湿度%1$@%%

# weather.precipProbability
source: 강수확률 %1$@%%
en: Chance of rain %1$@%%
es: Prob. de lluvia %1$@%%
fr: Risque de pluie %1$@%%
it: Prob. di pioggia %1$@%%
ja: 降水確率%1$@%%

# weather.precipitation.none
source: 강수 없음
en: No precipitation
es: Sin precipitación
fr: Pas de précipitations
it: Nessuna precipitazione
ja: 降水なし

# weather.precipitation.rain
source: 비
en: Rain
es: Lluvia
fr: Pluie
it: Pioggia
ja: 雨

# weather.precipitation.rainSnow
source: 비/눈
en: Rain and snow
es: Lluvia y nieve
fr: Pluie et neige
it: Pioggia e neve
ja: 雨/雪

# weather.precipitation.shower
source: 소나기
en: Showers
es: Chubascos
fr: Averses
it: Rovesci
ja: にわか雨

# weather.precipitation.snow
source: 눈
en: Snow
es: Nieve
fr: Neige
it: Neve
ja: 雪

# weather.sky.clear
source: 맑음
en: Clear
es: Despejado
fr: Dégagé
it: Sereno
ja: 晴れ

# weather.sky.cloudy
source: 흐림
en: Cloudy
es: Nublado
fr: Couvert
it: Nuvoloso
ja: くもり

# weather.sky.partlyCloudy
source: 구름많음
en: Partly cloudy
es: Parcialmente nublado
fr: Partiellement nuageux
it: Parzialmente nuvoloso
ja: くもり多め
